Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Authenticate to disable passcode fallback.
ar: المصادقة لتعطيل رمز المرور الاحتياطي.
cs: Ověření pravosti pro vypnutí zpětného přístupu k přístupovému kódu.
de: Authentifizieren, um den Passcode-Fallback zu deaktivieren.
es: Autentificar para desactivar el código de acceso.
es_419: Autentificar para desactivar el código de acceso.
fr: Authentifier pour désactiver le repli par code d'accès.

source: Authenticated
ar: تم التوثيق
cs: Ověřeno
de: Authentifiziert
es: Autenticado
es_419: Autenticado
fr: Authentifié

source: Automated channel management
ar: الإدارة الآلية للقنوات
cs: Automatizovaná správa kanálů
de: Automatisches Kanal-Management
es: Gestión automatizada de canales
es_419: Gestión automatizada de canales
fr: Gestion des canaux automatisée

source: Automated incoming liquidity is disabled in your incoming fee settings.
ar: السيولة الواردة الآلية معطلة في إعدادات الرسوم الواردة.
cs: Automatická správa kanálů je zakázána.
de: Automatisch eingehende Liquidität ist in deinen Einstellungen für eingehende Gebühren deaktiviert.
es: La liquidez entrante automatizada está deshabilitada en la configuración de tarifas entrantes.
es_419: La liquidez entrante automatizada está desactivada en la configuración de comisiones entrantes.
fr: La gestion automatisée des channels est désactivée.

source: Automatic Channel Creation
ar: إنشاء قناة بشكل تلقائي
cs: Automatické vytváření kanálů
de: Automatische Kanalerstellung
es: Creación automática de canales
es_419: Creación automática de canales
fr: Création automatique de canaux

source: Available
ar: متوفرة
cs: Dostupné na
de: Verfügbar
es: Disponible
es_419: Disponible
fr: Disponible

source: Avoids payment correlation using timestamp metadata.
ar: يتم تجنب ربط عمليات الدفع بأوقات حدوثها.
cs: Vyhněte se korelaci plateb pomocí metadat časových razítek.
de: Vermeidet die Korrelation von Zahlungen mit Zeitstempel-Metadaten.
es: Evita la correlación de pagos mediante metadatos de marca de tiempo.
es_419: Usa metadatos de marca de tiempo para evitar la correlación de pagos.
fr: Évite la corrélation de vos paiement via l’horodatage

source: BIP353 DNS Address
ar: عنوان DNS BIP353
cs: BIP353 Adresa DNS
de: BIP353 DNS-Adresse
es: BIP353 Dirección DNS
es_419: BIP353 Dirección DNS
fr: BIP353 Adresse DNS

source: BIP39 Mnemonic
ar: BIP39 ذاكرات BIP39
cs: BIP39 Mnemotechnická pomůcka
de: BIP39 Mnemonik
es: Mnemotécnico BIP39
es_419: Mnemotécnico BIP39
fr: Mnémonique BIP39

source: Back
ar: رجوع
cs: Zpět
de: Zurück
es: Volver
es_419: Volver
fr: Retour

source: Background Payments
ar: مدفوعات الخلفية
cs: Základní platby
de: Hintergrund-Zahlungen
es: Pagos en 2º. plano
es_419: Pagos en segundo plano
fr: Paiement en arrière-plan

source: Background payments
ar: مدفوعات الخلفية
cs: Základní platby
de: Zahlungen im Hintergrund
es: Pagos en 2º. plano
es_419: Pagos en segundo plano
fr: Paiement en arrière-plan

source: Background payments disabled
ar: تم تعطيل مدفوعات الخلفية
cs: Vypnuté platby na pozadí
de: Hintergrundzahlungen deaktiviert
es: Pagos en segundo plano deshabilitados
es_419: Pagos en segundo plano desactivados
fr: Paiement en arrière-plan désactivés

source: Background payments disabled.
ar: تم تعطيل مدفوعات الخلفية.
cs: Vypnuté platby na pozadí.
de: Hintergrundzahlungen deaktiviert.
es: Pagos de fondo desactivados.
es_419: Pagos en segundo plano desactivados.
fr: Les paiements d'arrière-plan sont désactivés.

source: Background payments enabled
ar: تم تمكين المدفوعات الخلفية
cs: Povolené platby na pozadí
de: Hintergrundzahlungen aktiviert
es: Pagos en segundo plano habilitados
es_419: Pagos en segundo plano activados
fr: Paiement en arrière-plan activés

source: Backup
ar: النسخ الاحتياطي
cs: Záloha
es: Respaldo
es_419: Copia de seguridad
fr: Sauvegarde

source: Backup your recovery phrase to prevent losing your funds.
ar: احتفظ بنسخة احتياطية من عبارة الاسترداد لمنع فقدان أموالك.
cs: Zálohujte svou peněženku, abyste zabránili ztrátě bitcoinů.
de: Sichern Sie Ihre Rückgewinnungsphrase, um zu verhindern, dass Sie Ihr Geld verlieren.
es: Haga una copia de seguridad de su frase de recuperación para evitar perder sus fondos.
es_419: Haz una copia de seguridad de tu frase de recuperación para evitar la pérdida de fondos.
fr: Faites une sauvegarde de votre clé pour éviter de perdre vos fonds.

source: Bad certificate !
ar: شهادة سيئة!
cs: Špatný certifikát !
de: Schlechtes Zertifikat!
es: ¡Mal certificado!
es_419: ¡Certificado defectuoso!
fr: Certificat invalide !

source: Balance
ar: الرصيد
cs: Zůstatek
de: Guthaben
es: Saldo
es_419: Saldo
fr: Équilibre

source: Be careful with messages from unknown sources
ar: كن حذرًا مع الرسائل الواردة من مصادر مجهولة
cs: Se zprávy od neznámých zdrojů buďte opatrní
de: Seien Sie vorsichtig bei Nachrichten aus unbekannten Quellen
es: Ten cuidado con los mensajes de fuentes desconocidas
es_419: Ten cuidado con los mensajes de fuentes desconocidas
fr: Prenez garde aux messages de source inconnue

source: Below the expected fee. Some payments may be rejected.
ar: أقل من الرسوم المتوقعة. قد يتم رفض بعض المدفوعات.
cs: Nižší než očekávaný poplatek. Některé platby mohou být odmítnuty.
de: Unter der erwarteten Gebühr. Einige Zahlungen können abgelehnt werden.
es: Por debajo de la tasa prevista. Algunos pagos pueden ser rechazados.
es_419: Por debajo de la comisión prevista. Algunos pagos pueden rechazarse.
fr: Montant inférieur aux frais attendus. Certains paiements pourraient échouer.

source: Better predictability
ar: إمكانية تنبؤ أفضل
cs: Lepší předvídatelnost
de: Bessere Vorhersehbarkeit
es: Mejor previsibilidad
es_419: Mejor previsibilidad
fr: Meilleure prédictabilité

source: Biometrics
ar: القياسات الحيوية (البصمة)
cs: Biometrie
de: Biometrie
es: Biometría
es_419: Biometría
fr: Contrôle biométrique

source: Bitcoin
ar: بيتكوين

source: Bitcoin Address
ar: عنوان البيتكوين
cs: Adresa bitcoinu
de: Bitcoin Adresse
es: Dirección Bitcoin
es_419: Dirección de Bitcoin
fr: Adresse Bitcoin

source: Bitcoin address
ar: عنوان بيتكوين
cs: Bitcoinová adresa
de: Bitcoin-Adresse
es: Dirección Bitcoin
es_419: Dirección de Bitcoin
fr: Adresse Bitcoin

source: Bitcoin address format
ar: تنسيق عنوان البيتكوين
cs: Formát Bitcoinové adresy
de: Bitcoin Adressformat
es: Formato de la dirección Bitcoin
es_419: Formato de la dirección Bitcoin
fr: Format des adresses Bitcoin

source: Bitcoin mempool is full and fees are high.
ar: الـ mempool (المعاملات المعلقة) الخاص بالبيتكوين ممتلئ والرسوم مرتفعة.
cs: Bitcoin mempool je plný a poplatky jsou vysoké.
de: Der Bitcoin-Mempool ist voll und die Gebühren sind hoch.
es: Bitcoin mempool está lleno y las tarifas son altas.
es_419: El pool de memoria de Bitcoin está lleno, por lo que las comisiones son elevadas.
fr: Le réseau Bitcoin est saturé et les frais élevés.

source: Bitcoin network fees paid for on-chain transaction.
ar: رسوم شبكة البيتكوين المدفوعة للمعاملات على السلسلة.
cs: Síťové poplatky bitcoinů placené za transakce v řetězci.
de: Bitcoin-Netzwerkgebühren, die für On-Chain-Transaktionen gezahlt werden.
es: Tarifas de la red Bitcoin pagadas por transacciones en cadena.
es_419: Comisiones de la red de Bitcoin pagadas por una transacción en la cadena.
fr: Frais de réseau payés pour une transaction sur la chaîne Bitcoin

source: Bitcoin network fees paid for on-chain transaction. Payment required 1 transaction.
ar: رسوم شبكة بيتكوين المدفوعة للمعاملات عبر الشبكة الرئيسية. الدفعة تطلبت معاملة واحدة.
cs: Poplatky za bitcoinovou síť zaplacené za on-chain transakce. Platba vyžaduje 1 transakci.
de: Bitcoin-Netzwerkgebühren werden für On-Chain-Transaktionen bezahlt. Die Zahlung erfordert 1 Transaktion.
es: Tarifas de la red Bitcoin pagadas por transacciones en cadena. Pago requerido 1 transacción.
es_419: Comisiones de la red de Bitcoin pagadas por una transacción en la cadena. Pago requerido por 1 transacción.
fr: Frais de réseau payés pour des transactions sur la chaîne Bitcoin. Ce paiement a nécessité 1 transaction.

source: Bitcoin network fees paid for on-chain transactions. Payment required (txCount) transactions.
ar: رسوم شبكة بيتكوين المدفوعة للمعاملات عبر الشبكة الرئيسية. الدفعة تطلبت (txCount) معاملات.
cs: Poplatky za bitcoinovou síť zaplacené za on-chain transakce. Vyžadovaných transakcí (txCount).
de: Bitcoin-Netzwerkgebühren, die für On-Chain-Transaktionen gezahlt werden. Zahlungspflichtige (txCount) Transaktionen.
es: Tarifas de la red Bitcoin pagadas por transacciones en cadena. Pago requerido en (txCount) transacciones.
es_419: Comisiones de la red de Bitcoin pagadas por una transacción en la cadena. Pago requerido por (txCount) transacciones.
fr: Frais de réseau payés pour des transactions sur la chaîne Bitcoin. Ce paiement a nécessité (txCount) transactions.

source: Bitcoin supercharged
ar: بيتكوين فائق الشحن
es_419: Bitcoin potenciado

source: Bitcoin unit
ar: وحدة البيتكوين
cs: Jednotka Bitcoinu
de: Bitcoin-Einheit
es: Unidad de Bitcoin
es_419: Unidad de Bitcoin
fr: Dénomination Bitcoin

source: Block height
ar: ارتفاع الكتلة
cs: Výška bloku
de: Blockhöhe
es: Altura del bloque
es_419: Altura de bloques
fr: Hauteur de blocs

source: Blockchain Explorer
ar: مستكشف البلوكتشين
es: Explorador de blockchain
es_419: Explorador de la cadena de bloques
fr: Explorateur blockchain

source: Bolt12 invoice
ar: فاتورة بولت12
cs: Faktura Bolt12
de: Bolt12 Rechnung
es: Factura Bolt12
es_419: Factura Bolt12
fr: Facture Bolt12

source: Bolt12 offer:
ar: عرض بولت12
cs: Nabídka Bolt12:
de: Angebot von Bolt12:
es: Oferta Bolt12:
es_419: Oferta Bolt12:
fr: Offre Bolt12 :

source: Bolt12 offers
ar: عروض Bolt12
cs: Bolt12 nabízí
de: Bolt12 bietet
es: Bolt12 ofrece
es_419: Bolt12 ofrece
fr: Bolt12 propose

source: Bolt12 offers:
ar: عروض Bolt12:
cs: Bolt12 nabízí:
de: Bolt12 bietet:
es: Ofertas de Bolt12:
es_419: Ofertas Bolt12:

source: Bump fees
ar: الرسوم المقطوعة
cs: Urychlení plateb
de: Pauschalgebühren
es: Aumentar las tarifas
es_419: Comisiones de impulso
fr: Accélérer les transactions

source: Calculating amount…
ar: حساب المبلغ..
cs: Výpočet částky..
de: Berechnung des Betrags..
es: Calculando la cantidad...
es_419: Calculando importe...
fr: Calcul du montant...

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler

source: Cannot access the Tor network. Phoenix will not function correctly.
ar: لا يمكن الوصول إلى شبكة Tor. لن يعمل برنامج Phoenix بشكل صحيح.
cs: Nelze se připojit k síti Tor. Phoenix nebude fungovat správně.
de: Kein Zugriff auf das Tor-Netzwerk. Phoenix funktioniert nicht korrekt.
es: No se puede acceder a la red Tor. Phoenix no funcionará correctamente.
es_419: No se puede acceder a la red Tor. Phoenix no funcionará correctamente.

source: Cannot be swapped anymore, after 4 months waiting. These funds must be spent manually.
ar: لا يمكن المبادلة بعد الآن، بعد 4 أشهر من الانتظار. يجب إنفاق هذه الأموال يدوياً.
cs: Po 4 měsících čekání není možné prostředky přehodit na Lightning. Tyto prostředky je nutné utratit ručně.
de: Kann nach 4 Monaten Wartezeit nicht mehr auf Lightning umgetauscht werden. Diese Gelder müssen manuell ausgegeben werden.
es: Ya no se pueden intercambiar, después de 4 meses de espera. Estos fondos deben gastarse manualmente.
es_419: Ya no se pueden intercambiar, después de 4 meses de espera. Estos fondos deben gastarse manualmente.
fr: Ne peuvent plus être swappés sur Lightning, après 4 mois d\'attente. Ces fonds doivent être dépensés manuellement.

source: Cannot create commit tx
ar: لا يمكن إنشاء التزام tx
cs: Nelze vytvořit revizi tx
de: Kann keine Commit tx erstellen
es: No se puede crear commit tx
es_419: No se puede crear commit tx
fr: Impossible de créer un commit tx

source: Cannot start session
ar: لا يمكن بدء الجلسة
cs: Nelze spustit relaci
de: Sitzung kann nicht gestartet werden
es: No se puede iniciar la sesión
es_419: No se puede iniciar la sesión
fr: Impossible de démarrer la session

source: Caused by
ar: الناجمة عن
cs: Způsobeno
de: Verursacht durch
es: Causado por
es_419: Causado por
fr: Causé par

source: Chain mismatch
ar: السلسلة غير متطابقة
cs: Nesoulad řetězce
de: Kettenfehlanpassung
es: La cadena no coincide
es_419: Error de coincidencia en la cadena
fr: Blockchain inadéquate

source: Change Hidden Wallet
ar: تغيير المحفظة المخفية
cs: Změna skryté peněženky
de: Versteckte Brieftasche ändern
es: Cambiar Cartera Oculta
es_419: Cambiar Cartera Oculta

source: Change PIN
ar: تغيير رقم التعريف الشخصي
cs: Změna kódu PIN
de: PIN ändern
es: Cambiar PIN
es_419: Cambiar PIN
fr: Modifier le code PIN

source: Change lock PIN
ar: تغيير رقم التعريف الشخصي للقفل
cs: Změna kódu PIN zámku
de: Schloss-PIN ändern
es: Cambiar PIN de cerradura
es_419: Cambiar PIN de cerradura

source: Change spending PIN
ar: تغيير رقم التعريف الشخصي للإنفاق
cs: Změna výdajového kódu PIN
de: Ausgaben-PIN ändern
es: Cambiar el PIN de gastos
es_419: Cambiar el PIN de gastos

source: Channel Closing
ar: إغلاق القناة
cs: Zavření kanálu
de: Kanal schließen
es: Cierre de Canal
es_419: Cierre de canal
fr: Clôture de canal

source: Channel closing
ar: يتم إغلاق القناة
cs: Platba uzavírající kanál
de: Kanal-Schließung
es: Cierre de canal
es_419: Pago por cierre de canal
fr: Clôture de canal de paiement

source: Channel creation has been temporarily disabled. You may not be able to receive some payments.
ar: تم تعطيل إنشاء القناة مؤقتًا. قد لا تتمكن من تلقي بعض المدفوعات.
cs: Vytvoření kanálu bylo dočasně deaktivováno. Je možné, že nebudete moci přijímat některé platby.
de: Die Erstellung von Kanälen wurde vorübergehend deaktiviert. Es kann sein, dass du einige Zahlungen nicht erhalten kannst.
es: La creación de canales se ha inhabilitado temporalmente. Es posible que no pueda recibir algunos pagos.
es_419: La creación de canales se desactivó temporalmente. Es posible que no puedas recibir algunos pagos.
fr: La création de canaux de paiement a été temporairement désactivée. Certains paiements ne pourront pas être reçus.

source: Channel id
ar: معرّف القناة
cs: ID kanálu
de: Kanal-ID
es: Id de canal
es_419: Id de canal
fr: Identifiant du canal

source: Channel management
ar: إدارة القنوات
cs: Správa kanálů
de: Kanal-Verwaltung
es: Gestión de canales
es_419: Gestión de canales
fr: Gestion de canaux

source: Channel operation (new or splice-in)
ar: تشغيل القناة (جديدة أو مدمجة)
cs: Kanálová operace (nový nebo splice-in)
de: Kanalbetrieb (neu oder eingespleißt)
es: Funcionamiento del canal (nuevo o empalmado)
es_419: Funcionamiento del canal (nuevo o empalmado)
fr: Fonctionnement de la chaîne (nouvelle ou épissée)

source: Channel size impacted
ar: تأثر حجم القناة المتأثر
cs: Ovlivněna velikost kanálu
de: Kanalgröße beeinträchtigt
es: Tamaño del canal afectado
es_419: Tamaño del canal afectado
fr: Capacité impactée

source: Channels are already processing a splice. Try again later.
ar: القنوات تعالج بالفعل عملية الربط. حاول مرة أخرى في وقت لاحق.
cs: Kanály již zpracovávají splicing. Zkuste to později.
de: Kanäle verarbeiten bereits einen Splice. Versuchen Sie es später noch einmal.
es: Los canales ya están procesando un Splice. Inténtelo de nuevo más tarde.
es_419: Los canales ya están procesando un splice. Inténtelo de nuevo más tarde.
fr: Un splice est déjà en cours de traitement. Réessayez plus tard.

source: Channels are closing.
ar: القنوات تغلق
cs: Kanály se uzavírají.
de: Kanäle werden geschlossen.
es: Los canales se están cerrando.
es_419: Los canales se están cerrando.
fr: Les canaux de paiements sont en clôture.

source: Channels are not available, try again later
ar: القنوات غير متوفرة، حاول مرة أخرى لاحقاً
cs: Kanály nejsou k dispozici, zkuste to později
de: Kanäle sind nicht verfügbar, versuche es später noch einmal
es: Los canales no están disponibles, inténtalo más tarde
es_419: Los canales no están disponibles, inténtalo más tarde
fr: Les chaînes ne sont pas disponibles, réessaie plus tard

source: Channels closed
ar: القنوات المغلقة
cs: Uzavřené kanály
de: Kanäle geschlossen
es: Canales cerrados
es_419: Canales cerrados
fr: Canaux fermés

source: Channels with less than the Bitcoin dust limit (546 satoshi) cannot be migrated. Their balance go to the bitcoin miners.
ar: لا يمكن ترحيل القنوات التي تحتوي على أقل من حد غبار البيتكوين (546 ساتوشي). يذهب رصيدها إلى مُعدِّني البيتكوين.
cs: Kanály s méně než limitem Bitcoin Dust (546 satoshi) nelze migrovat. Jejich zůstatek připadne těžařům bitcoinů.
de: Channels mit weniger als dem Bitcoin-Staub-Limit (546 Satoshi) können nicht migriert werden. Ihr Guthaben geht an die Bitcoin-Miner.
es: Los canales con menos del límite de polvo de Bitcoin (546 satoshi) no se pueden migrar. Su saldo va a los mineros de bitcoins.
es_419: Los canales con saldo inferior al límite de Bitcoin remanente (546 satoshis) no se pueden migrar. Los mineros de Bitcoin reciben este saldo.
fr: Les canaux contenant moins que la dust-limit Bitcoin (546 satoshi) ne peuvent pas être migrés. Leur solde ira aux mineurs Bitcoin.

source: Check fee settings
ar: التحقق من إعدادات الرسوم
cs: Kontrola nastavení poplatků
de: Gebühreneinstellungen prüfen
es: Verificar configuración de tarifas
es_419: Comprobar la configuración de comisiones
fr: Configurer les frais max

source: Check spelling & internet connection
ar: التدقيق الإملائي والاتصال بالإنترنت
cs: Kontrola pravopisu a připojení k internetu
de: Rechtschreibung und Internetverbindung prüfen
es: Revisa la ortografía y la conexión a Internet
es_419: Comprobar la redacción y la conexión a Internet
fr: Vérifier les typo et votre connexion internet

source: Checking blockchain…
ar: التحقق من سلسلة الكتل..
cs: Kontrola blockchainu..
de: Die Blockchain überprüfen..
es: Comprobando el blockchain...
es_419: Comprobando cadena de bloques...
fr: Vérification de la chaîne

source: Checking channel state...
ar: جارِ التحقق من حالة القناة...
cs: Kontrola stavu kanálu ...
de: Überprüfe den Status des Kanals...
es: Comprobando el estado del canal...
es_419: Comprobando estado de canales...
fr: Vérification de l’état du canal

source: Checking iCloud for wallet backups…
ar: جارِ البحث عن نسخ احتياطية في iCloud...
cs: Kontrola záloh peněženky na iCloudu..
de: ICloud für Wallet-Backups prüfen..
es: Comprobando iCloud para las copias de seguridad de la billetera…
es_419: Comprobando copias de seguridad de la billetera en iCloud...
fr: Vérification de la sauvegarde du portefeuille sur iCloud…

source: Checking server certificate…
ar: التحقق من شهادة الخادم..
cs: Kontrola certifikátu serveru..
de: Überprüfung des Server-Zertifikats..
es: Comprobando el certificado del servidor...
es_419: Comprobando certificado del servidor...
fr: Vérification du certificat

source: Checks the fee relative to the incoming payment amount. This is helpful for small payments.
ar: يتحقق من الرسوم بالنسبة لمبلغ الدفعة الواردة. هذا مفيد للمدفوعات الصغيرة.
cs: Zkontroluje poplatek vzhledem k částce příchozí platby. To je užitečné u malých plateb.
de: Prüft die Gebühr im Verhältnis zum Betrag der eingehenden Zahlung. Dies ist hilfreich für kleine Zahlungen.
es: Comprueba la tarifa relativa al monto del pago entrante. Esto es útil para pagos pequeños.
es_419: Comprueba la comisión relacionada con el importe del pago recibido. Esta función es útil para pagos pequeños.
fr: Vérifie les frais relatifs au montant entrant. Ce contrôle est utile pour les petits montants.

source: Choose payment type
ar: اختر نوع الدفع
cs: Výběr typu platby
de: Zahlungsart wählen
es: Elige el tipo de pago
es_419: Elegir tipo de pago
fr: Choisissez le mode de paiement

source: Claim my address
ar: المطالبة بعنواني
cs: Vyžádat si mou adresu
de: Meine Adresse anfordern
es: Reclamar mi dirección
es_419: Reclamar mi dirección
fr: Demander une adresse

source: Clear
ar: مسح
cs: Přehledně
de: Klar
es: Limpiar
es_419: Borrar
fr: Effacer

source: Clear image
ar: صورة واضحة
cs: Jasný obraz
de: Klares Bild
es: Imagen nítida
es_419: Imagen nítida
fr: Image claire

source: Clear textfield
ar: مسح حقل النص
cs: Vymazat textové pole
de: Textfeld löschen
es: Borrar campo de texto
es_419: Borrar campo de texto
fr: Effacer la saisie

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer

source: Close all channels
ar: أغلق كل القنوات
cs: Zavřít všechny kanály
de: Alle Kanäle schließen
es: Cerrar todos los canales
es_419: Cerrar todos los canales
fr: Fermer tous les canaux de paiement

source: Close channels
ar: إغلاق القنوات
cs: Uzavření kanálů
de: Kanäle schließen
es: Cerrar canales
es_419: Cerrar canales
fr: Fermeture des canaux

source: Close full screen
ar: إغلاق ملء الشاشة بالكامل
cs: Zavřít celou obrazovku
de: Vollbild schließen
es: Cerrar pantalla completa
es_419: Cerrar pantalla completa
fr: Femer le plein écran

source: Close sheet
ar: ورقة الإغلاق
cs: Zavřít list
de: Blatt schließen
es: Cerrar hoja
es_419: Cerrar hoja
fr: Fermer la page

source: Closing type
ar: نوع الإغلاق
cs: Uzavírací typ
de: Art der Schließung
es: Tipo de cierre
es_419: Tipo de cierre
fr: Type de clôture

source: Cloud Backup
ar: النسخ الاحتياطي السحابي
cs: Záloha na Cloudu
es: Respaldo en la Nube
es_419: Copia de seguridad en la nube
fr: Sauvegarde dans le cloud

source: Cloud backup
ar: النسخ الاحتياطي السحابي
cs: Cloudová záloha
es: Respaldo en la nube
es_419: Copia de seguridad en la nube
fr: Sauvegarde dans le cloud

source: Cloud sync complete
ar: اكتملت مزامنة السحابة
cs: Synchronizace s cloudem dokončena
de: Cloud-Synchronisierung abgeschlossen
es: Sincronización en la nube completa
es_419: Sincronización con la nube completada
fr: Synchronisation terminée

source: Cloud sync disabled
ar: تم تعطيل المزامنة السحابية
cs: Synchronizace s cloudem zakázána
de: Cloud-Synchronisation deaktiviert
es: Sincronización en la nube inhabilitada
es_419: Sincronización con la nube desactivada
fr: Synchronisation désactivée

source: Cloud sync error
ar: خطأ في المزامنة السحابية
cs: Chyba synchronizace s cloudem
de: Cloud-Synchronisationsfehler
es: Error de sincronización en la nube
es_419: Error de sincronización con la nube
fr: Erreur de synchronisaton

source: Cloud sync initializing
ar: جارِ تهيئة المزامنة السحابية
cs: Inicializace synchronizace s cloudem
de: Cloud Sync wird initialisiert
es: Inicio de sincronización en la nube
es_419: Inicializando sincronización con la nube
fr: Initialisation de la synchronisation

source: Cloud sync paused
ar: تم إيقاف مزامنة السحابة مؤقتًا
cs: Synchronizace s cloudem pozastavena
de: Cloud-Synchronisierung pausiert
es: Se pausó la sincronización en la nube
es_419: Sincronización con la nube pausada
fr: Pause de la synchronisation

source: Common Name:
ar: الاسم الشائع:
cs: Společný název:
de: Allgemeiner Name:
es: Nombre común:
es_419: Nombre común:

source: Communicating with card reader.
ar: التواصل مع قارئ البطاقات.
cs: Komunikace se čtečkou karet.
de: Kommunikation mit dem Kartenleser.
es: Comunicando con el lector de tarjetas.
es_419: Comunicando con el lector de tarjetas.

source: Completed at
ar: اكتمل في
cs: Dokončeno v
de: Abgeschlossen am
es: Completado en
es_419: Completado en
fr: Terminé le

source: Concurrent splice in progress
ar: لصق متزامن قيد التنفيذ
cs: Probíhá souběžné spojování
de: Gleichzeitiger Spleiß in Arbeit
es: Empalme simultáneo en curso
es_419: Empalme simultáneo en curso
fr: Splice concurrent en cours

source: Configuration
ar: الضبط
cs: Konfigurace
de: Konfiguration
es: Configuración
es_419: Configuración

source: Configure Lock PIN
ar: تكوين رقم التعريف الشخصي للقفل
cs: Konfigurace kódu PIN zámku
de: Sperr-PIN konfigurieren
es: Configurar PIN de bloqueo
es_419: Configurar PIN de bloqueo

source: Configure fee limit
ar: تكوين حد الرسوم
cs: Nastavit limit poplatků
de: Höchstgebühren konfigurieren
es: Configurar límite de cuota
es_419: Configurar comisiones máximas
fr: Configurer la limite des frais
